//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Un hogar seguro para tus datos";
"_intro_1_text_"    = "Accede, comparte y protege tus datos en casa y en el trabajo";

"_intro_11_title_"  = "Usa gestos en la vista de archivos";
"_intro_11_text_"   = "Deslizar  → o ←: Opciones\n\nToque prolongado: copiar/pegar o Abrir en...\n\nToque: 3D Touch (cuando esté disponible)";

"_intro_2_title_"   = "Multicuenta";
"_intro_2_text_"    = "Conéctate con todas tus nubes y toque el logo de Lawless en la pestaña Archivos para cambiar entre ellas";

"_intro_3_title_"   = "Inicio";
"_intro_3_text_"    = "Bien, tu Lawless está preparado para el uso.";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "El protocolo de cifrado Crypto Cloud ya no está disponible. Todavía puedes descifrar tus archivos descargando en la AppStore la app gratuita\n\n'CryptoCloud for Lawless'\n\nPronto habrá un nuevo protocolo punto a punto disponible en todos los clientes de Lawless.\n\n\nPulsa para comenzar ";
